Repository: jakobwiens7/tzm-section-block
Catalog: languages/tzm-section-block-*.po
Languages: de_de

source: - Disabled -
de_de: - Deaktiviert -

source: - No parallax -
de_de: - Kein Parallax -

source: <strong>Aim high</strong>
de_de: <strong>Hoch hinaus</strong>

source: Because <strong>every story</strong> needs a section.
de_de: Denn <strong>jede Geschichte</strong> braucht einen Abschnitt.

source: Big triangle in
de_de: Großes Dreieck rein

source: Big triangle out
de_de: Großes Dreieck raus

source: Bite in
de_de: Biss rein

source: Bite out
de_de: Biss raus

# block description
source: Display your content in a section block - great for eye-catching headers and sections.
de_de: Stelle Inhalte in einem Sektions-Block dar - ideal für eindrucksvolle Header und Sektionen.

# block title
source: Section
de_de: Sektion

source: Blocks
de_de: Blöcke

source: Book in
de_de: Buch rein

source: Book out
de_de: Buch raus

source: Bottom
de_de: Unten

source: Bottom shape:
de_de: Untere Form:

source: Clouds
de_de: Wolken

source: CSS selector
de_de: CSS-Selektor

source: Curve in
de_de: Kurve rein

source: Curve out
de_de: Kurve raus

source: Curved shapes:
de_de: Runde Formen:

source: Curves
de_de: Kurven

source: Curves double
de_de: Kurven doppelt

source: Default (<section>)
de_de: Standard (<section>)

source: Divider height
de_de: Trennform-Höhe

source: Drawn A
de_de: Gemalt A

source: Drawn B
de_de: Gemalt B

source: Dripping in
de_de: Tropfend rein

source: Dripping out
de_de: Tropfend raus

source: Enable to clip the content at the top and bottom edges of the section. Please note that this feature may not be supported in all browsers.
de_de: Aktivieren, um den Inhalt an den oberen und unteren Rändern der Sektion abzuschneiden. Bitte beachte, dass diese Funktion möglicherweise nicht von allen Browsern unterstützt wird.

source: Fixed
de_de: Fixiert

source: Flip divider shape
de_de: Trennform spiegeln

source: Half circle in
de_de: Halbkreis rein

source: Half circle out
de_de: Halbkreis raus

source: Image Parallax
de_de: Bild-Parallax

source: Linear shapes:
de_de: Lineare Formen:

source: Mountains in
de_de: Berge rein

source: Mountains out
de_de: Berge raus

source: No bottom shape selected
de_de: Keine untere Form ausgewählt

source: No top shape selected
de_de: Keine obere Form ausgewählt

source: Note: Parallax effects are currently visible only on the frontend of your website and won’t be previewed in the Block Editor.
de_de: Hinweis: Parallax-Effekte sind derzeit nur im Frontend deiner Website sichtbar und werden im Block-Editor nicht angewendet.

source: Offset curve in
de_de: Versetzte Kurve rein

source: Offset curve out
de_de: Versetzte Kurve raus

source: Offset triangle in
de_de: Versetztes Dreieck rein

source: Offset triangle out
de_de: Versetztes Dreieck raus

source: Parallax (fast)
de_de: Parallax (schnell)

source: Parallax (slow)
de_de: Parallax (langsam)

source: Ragged
de_de: Zerrissen

source: Rounded in
de_de: Gerundet rein

source: Rounded out
de_de: Gerundet raus

source: Sawtooth
de_de: Sägezahn

source: Shape Dividers
de_de: Trennformen

source: Small curve in
de_de: Kleine Kurve rein

source: Small curve out
de_de: Kleine Kurve raus

source: Small triangle in
de_de: Kleines Dreieck rein

source: Small triangle out
de_de: Kleines Dreieck raus

source: Small zigzag
de_de: Kleiner Zickzack

source: Special shapes:
de_de: Besondere Formen:

source: Specify an element whose height will be subtracted from the full-height section (e.g., 'header', '#navigation', or '.primary-menu').
de_de: Gebe ein Element an, dessen Höhe von der Vollbild-Sektion abgezogen wird (z.B. 'header', '#navigation' oder '.primary-menu').

source: Speech bubble
de_de: Sprechblase

source: Spikes
de_de: Spitzen

source: Split in
de_de: Geteilt rein

source: Split out
de_de: Geteilt raus

source: Tilt
de_de: Neigung

source: Tilt crossing
de_de: Neigung kreuzend

source: Tilt double
de_de: Neigung doppelt

source: Top
de_de: Oben

source: Top shape:
de_de: Obere Form:

source: TZM Section Block
de_de: TZM Sektions-Block

source: Vertical clipping
de_de: Vertikales Trimmen

source: Waves
de_de: Wellen

source: Wrap your content in a versatile section block - great for impressive sections with eye-catching features like parallax effects and shape dividers.
de_de: Packe deine Inhalte in einen vielseitigen Sektions-Block - ideal für anspruchsvolle Header und Sektionen mit beeindruckenden Parallax-Effekten und Trennformen.

source: Zigzag
de_de: Zickzack
